{
  "a00": {
    "story":
      "The Salvation’s thrusters come to a stop in orbit around planet Ross 128 b below. The planet fills the large simu-window on the bridge just as the last notes from Justin Bieber’s hit “Sorry” fade, an unfortunate concession the rest of the crew made in exchange for getting one of the best pilots alive today. “Well done, Hero!”, Jessica, the commanding officer of the ship exclaims. “Now let’s see whether this planet could be humanity’s next home. We’re all leaving in six hours. In the meanwhile, “Butterfly: find us a good place to land. I want an open plain, few rocks, as clear as possible. We’ll start exploring there. Olli: please recheck the Rover, I want no malfunctions on the surface. Doc, make sure you have everything you need to take care of us down there if anything going wrong. I don’t want any MDD style risks.” She turns to you. “EZ, check all comms and send Joint Fleet the encoded transmission we’ve drafted. Attach a few hi-res pics of the planet’s surface“.",
    "option1": {
      "option": "Yes, captain",
      "next": "a0"
    }
  },
  "a0": {
    "story":
      "Jessica then turns to her left, addressing the ship’s synth with a slightly less warm voice. “Valkyrie. You know your role here. Blasters for all of us, and bring a charger as well. Try to minimize any unexpected circumstances. That we didn’t pick up anything moving on the surface doesn’t mean there’s nothing there.” Jessica’s smile returns as she turns back to everyone else on the bridge. “Any questions? No? So we’ll meet at the Lander Dock in six hours with all equipment loaded and let’s continue this mission smoothly.”",
    "option1": {
      "option": "Go transmit the message back to Joint Fleet",
      "next": "b0"
    }
  },
  "b0": {
    "story":
      "“This is it,” you think to yourself as you turn around to the comms board, a section full of communication equipment, and begin relaying the message that will pass some ten light years on its way back to the Solar System. Humanity’s best chance - at least the best chance you know of - is the small recon team sent to explore FI Virginis, one of the closest star systems to Old Earth. The planet’s yellow-green surface, still fresh in your mind from the ship’s bridge’s simu-window behind you, fills your mind as you work the equipment almost mechanically. You take a peek behind you to see the ship’s science officer, Lily - who everyone always calls “Butterfly”, scrolling around on a 3D map of the planet’s surface on her model table. As much as your curiosity pushes you to stare at the unknown surface of the planet, you force yourself to complete your task. A few seconds later, a “Transmission Ready message appears throughout your screen. Behind you, Jessica’s calm voice repeats XXX",
    "option1": {
      "option": "Press the button",
      "next": "c0"
    }
  },
  "c0": {
    "story":
      "You send the transmission, knowing that even with the advanced technology that allows Faster-Than-Light communication at least two years would pass until anyone in the Solar System would read your words. It’s been four years since you’ve left, since matter FTL is still much slower than comm FTL. Random thoughts about the Tesla effect run through your mind, but you brush them aside and join the others around Butterfly’s model table. The young science officer efficiently moves around the 3D simulation, running tests and checking for the best place to land. The original excitement fades and is replaced by a sense of anticipation. You check your watch and realize that there are still four hours before landing.",
    "option1": {
      "option": "Go blow some steam VR scuba diving in the ship’s pool",
      "next": "d0"
    }
  },
  "d0": {
    "story":
      "You set the simulation to the old Great Barrier Reef, then relax a bit swimming between colorful corals and fish in what must have been one of the most beautiful places on Old Earth. You remember that before the Evacuation your father told you stories about even more beautiful places in space, and then think about the surface of Ross 128 b. It may be a new home, but it seems more like barren Mars than verdant Earth. You continue swimming around in the tank until a message flashes in your sight: “ONE HOUR LEFT TO DESCENT”. With a mixture of relief, tension and disappointment, you turn off the VR set, surface and shower.",
    "option1": {
      "option": "finish preparing yourself and check-in at Landing Bay",
      "next": "e0"
    }
  },
  "e0": {
    "story":
      "All six other members of the ship’s crew are already present and making sure everything is in order when you arrive at Landing Bay. “Definitely took your time there, EZ! Did you see any nice fish this time?” Ethan, the ship’s medical officer, says with a hint of sarcasm as he finishes loading the last set of medical instruments onto the ship.",
    "option1": {
      "option": "”You Martians probably see the world in shades of red.”",
      "next": "f0"
    },
    "option2": {
      "option":
        "”I’m sure you’ve never seen more water together than this ship’s pool”",
      "next": "f0"
    },
    "option3": {
      "option": "Remain silent",
      "next": "g0"
    }
  },
  "f0": {
    "story":
      "“Cut it off, you two,” Jessica interrupts the banter before it can turn into something more serious. “I need you guys focused on the mission, not on planet favoritism. We’ve had enough of that in the couple of weeks since we all woke up from cyro.” A few more minutes pass as you finish the last preparations and re-check the comms for the third time today. You then go help Butterfly load her own material onto the ship.",
    "option1": {
      "option": "Finish preparations",
      "next": "i0"
    },
    "option2": {
      "option": "”Are you all set?”",
      "next": "h0"
    }
  },
  "g0": {
    "story":
      "You decide to ignore Doc’s sarcasm. There are more important things to do, and you have no time or mind to his useless comments. He might be a good doctor, but spending so much time with him in close quarters is a bit too much for both of you. The ship’s synth Valkyrie, jumps in instead. “You know, Doc, I’ve seen a beautiful ship. I even have recordings in my video feed. Do you want to see it?”. Butterfly, who’s just passing you, smiles at you. “Val is so cute, don’t you think?” she whispers.
      Before you can respond, Jessica interrupts, a bit exasperated. “Val, we don’t have time for that now. Finish your job, you can talk about VR fish once we finish the mission.” You turn to Butterfly, who shrugs. A few more minutes pass as you finish the last preparations and re-check the comms for the third time today. You then go help Butterfly load her own material onto the ship.",
    "option1": {
      "option": "Finish preparations",
      "next": "i0"
    },
    "option2": {
      "option": "”Are you all set?”",
      "next": "h0"
    }
  }
}
